//TEST4 JOB (EPAM006),'NICK',CLASS=S,MSGCLASS=X,MSGLEVEL=(2,1),NOTIFY=&SYSUID
//STEPSORT EXEC PGM=SORT
//SYSPRINT DD SYSOUT=*
//SYSOUT DD SYSOUT=*
//SORTINT DD *
NICK
EUGENE
SEMEN
DENIS
/*
//SORTOUT DD SYSOUT=*
//SYSIN DD *
 SORT FIELDS=(1,6,CH,A)
/*
//
