//TEST11 JOB (EPAM006),'NICK',CLASS=S,MSGCLASS=X,MSGLEVEL=(2,1),NOTIFY=&SYSUID
//* IGYWC - FOR COMPILE, IGYWCL - FOR COMPILE AND LINK
//STEP1 EXEC IGYWCL,LNGPRFX='IGY620'
//* INCOMING COBOL SOURCE
//SYSIN DD DSN=&SYSUID..TEST.COBOL(TESTPGM),DISP=SHR
//* WHERE TO PUT COMPILED OBJECT MODULE
//SYSLIN DD DSN=&SYSUID..TEST.OBJ(TESTPGM),DISP=SHR
//* WHERE TO PUT EXECUTABLE LOAD MODULE
//SYSLMOD DD DSN=&SYSUID..TEST.LOAD(TESTPGM),DISP=SHR
