//TEST6 JOB (EPAM006),'NICK',MSGCLASS=X,CLASS=S,MSGLEVEL=(2,1),NOTIFY=&SYSUID
//STEP1 EXEC PGM=SORT
//SYSPRINT DD SYSOUT=*
//SYSOUT DD SYSOUT=*
//SORTIN DD *
NICK
EUGENE
SEMEN
MARK
DENIS
/*
//SORTOUT DD SYSOUT=*
//SYSIN DD *
 SORT FIELDS=(1,6,CH,A)
/*
//* STEP2 WILL BE EXECUTED ANYWAY
//STEP2 EXEC PGM=SORT,COND=EVEN
//SYSPRINT DD SYSOUT=*
//SYSOUT DD SYSOUT=*
//SORTIN DD *
NICK
EUGENE
SEMEN
MARK
DENIS
/*
//SORTOUT DD SYSOUT=*
//* HERE IS THE MISTAKE IN THE SYSIN DD
//SYSIN DD *
SORT FIELDS=(1,6,CH,A)
/*
//* STEP3 WILL BE EXECUTED BECAUSE OF TERMINATION STEP2
//STEP3 EXEC PGM=SORT,COND=ONLY
//SYSPRINT DD SYSOUT=*
//SYSOUT DD SYSOUT=*
//SORTIN DD *
NICK
EUGENE
SEMEN
MARK
DENIS
/*
//SORTOUT DD SYSOUT=*
//SYSIN DD *
 SORT FIELDS=(1,6,CH,A)
/*
//
