//TEST3 JOB (EPAM006),'NICK',CLASS=S,MSGCLASS=X,MSGLEVEL=(0,0),NOTIFY=&SYSUID
//STEPCOPY EXEC PGM=IEBGENER
//SYSIN DD DUMMY
//SYSPRINT DD SYSOUT=*
//SYSUT1 DD DSN=USERID.PROJECT.DATA,DISP=SHR
//SYSUT2 DD DSN=USERID.PROJECT.ANOTHER,DISP=(NEW,CATLG,DELETE),
//       UNIT=SYSDA,SPACE=(TRK,(10,10),RLSE),
//       DCB=(DSORG=PS,RECFM=FB,LRECL=80,BLKSIZE=800)
