//TEST20 JOB (NICK),'EPAM006',MSGCLASS=X,CLASS=S,MSGLEVEL=(2,1),
//       NOTIFY=&SYSUID
//* DISPLAY SOME STUFF FROM INPUT TO OUTPUT
//STEP1 EXEC PGM=ICETOOL
//INDD DD DSN=EPAM006.TEST.JCL(TEST20),DISP=SHR
//OUTDD DD SYSOUT=*
//TOOLIN DD *
 DISPLAY FROM(INDD) LIST(OUTDD) ON(1,80,CH) ON(50,20,CH)
/*
//SYSPRINT DD SYSOUT=*
//SYSOUT DD SYSOUT=*
//DFSMSG DD SYSOUT=*
//TOOLMSG DD SYSOUT=*
