//TEST10 JOB (EPAM006),'NICK',CLASS=S,MSGCLASS=X,MSGLEVEL=(2,1),NOTIFY=&SYSUID
//CMP EXEC IGYWC,LNGPRFX='IGY620'
//SYSIN DD DSN=&SYSUID..TEST.COBOL(TESTPGM),DISP=SHR
