//TEST5 JOB (EPAM006),'NICK',MSGCLASS=X,CLASS=S,MSGLEVEL=(2,1),,NOTIFY=&SYSUID
//STEP1 EXEC PGM=SORT
//SYSPRINT DD SYSOUT=*
//SYSOUT DD SYSOUT=*
//SORTIN DD *
NICK
EUGENE
DENIS
SEMEN
/*
//SORTOUT DD SYSOUT=*
//SYSIN DD *
 SORT FIELDS=(1,6,CH,A)
/*
//STEP1 EXEC PGM=SORT,COND=(8,LT,STEP1)
//SYSPRINT DD SYSOUT=*
//SYSOUT DD SYSOUT=*
//SORTIN DD *
NICK
EUGENE
DENIS
SEMEN
/*
//SORTOUT DD SYSOUT=*
//SYSIN DD *
 SORT FIELDS=(1,6,CH,A)
/*
//
