//TEST8 JOB (EPAM006),'NICK',CLASS=S,MSGCLASS=X,
//      MSGLEVEL=(2,1),NOTIFY=&SYSUID
//* INTSTREAM PROCEDURE DECLARATION
//SORTPROC PROC
//STEP1 EXEC PGM=SORT
//SYSPRINT DD SYSOUT=*
//SYSOUT DD SYSOUT=*
//SYSIN DD *
 SORT FIELDS=(1,3,CH,A)
/*
//SORTOUT DD SYSOUT=*
//        PEND
//* PROCEDURE CALL
//STEP1 EXEC PROC=SORTPROC
//SORTIN DD *
DENIS
NICK
EUGENE
SIMON
ZAAL
/*
//
