//SORTPROC PROC
//* PROCEDURE TO SORT THE PROVIDED OUTPUT WITH DEFAULT SYSOUT PRINTING OF SORTOUT
//* IN ASCENDING ORDER BY THE FIRST 3 CHARACTERS
//* INPUT MUST BE SEQUENTIAL
//STEP1 EXEC PGM=SORT
//SORTOUT DD SYSOUT=*
//SYSOUT DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//SYSIN DD *
 SORT FIELDS=(1,3,CH,A)
/*
//
