//TEST9 JOB (EPAM006),'NICK',MSGCLASS=X,CLASS=S,
//      NOTIFY=&SYSUID,MSGLEVEL=(2,1)
//PROCDEC JCLLIB ORDER=(&YOUR_PROCLIB)
//STEP1 EXEC SORTPROC
//SORTIN DD *
DENIS
NICK
EUGENE
SIMON
ZAAL
/*
//
