//TEST12 JOB (EPAM006),'NICK',MSGCLASS=X,CLASS=S,MSGLEVEL=(2,1),
//           NOTIFY=&SYSUID
//STEP1 EXEC PGM=IEFBR14  
//DATASET   DD DSN=USERID.PROJECT.SOMENAME,DISP=(NEW,CATLG,DELETE),
//     UNIT=SYSDA,SPACE=(TRK,(10,10),RLSE),
//     DCB=(DSORG=PS,RECFM=FB,LRECL=80,BLKSIZE=800)
