//TEST2 JOB (USERID),'NAME',CLASS=S,MSGCLASS=X,MSGLEVEL=(2,1),
//      NOTIFY=&SYSUID
//STEP1 EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN DD *
 DEFINE CLUSTER (NAME(USERID.PROJECT.TEAM) -
 TRACKS(1,1) -
 INDEXED -
 KEYS(6 1) -
 VOLUMES(VOLUME) -
 CISZ(4096)) -
 DATA -
    (NAME(USERID.PROJECT.TEAM.DATA)) -
 INDEX -
    (NAME(USERID.PROJECT.TEAM.INDEX))
/*
//
