//TEST12 JOB (EPAM006),'NICK',MSGCLASS=X,CLASS=S,MSGLEVEL=(2,1),NOTIFY=&SYSUID
//STEP1 EXEC PGM=YOUR_PGM
//STEPLIB DD DSN=&SYSUID.TEST.LOAD,DISP=SHR
//SYSPRINT DD SYSOUT=*
//SYSOUT DD SYSOUT=*
