//TEST17 JOB (NICK),'EPAM006',MSGCLASS=X,CLASS=S,MSGLEVEL=(2,1),
//       NOTIFY=&SYSUID
//* UNCATALOG THE DATASET WITH IEFBR14
//STEP1 EXEC PGM=IEFBR14
//SYSPRINT DD SYSOUT=*
//SYSOUT DD SYSOUT=*
//DD1 DD DSN=&SYSUID..TEST.DS,DISP=(OLD,UNCATLG,DELETE)
