//TEST1 JOB 1234,CLASS=S,MSGLEVEL=(2,1),MSGCLASS=X,NOTIFY=&SYSUID
//STEP1 EXEC PGM=IDCAMS
//SYSIN DD *
 PRINT COUNT(1) -
 INDATASET(USERID.GROUP.TYPE)
/*
//
