//TEST18 JOB (NICK),'EPAM006',MSGCLASS=X,CLASS=S,MSGLEVEL=(2,1),
//           NOTIFY=&SYSUID
//* CREATE PDS FROM SEQUENTIAL INPUT WITH IEBGENER
//STEP1 EXEC PGM=IEBGENER
//SYSPRINT DD SYSOUT=*
//SYSOUT DD SYSOUT=*
//SYSUT1 DD DSN=&SYSUID..TEST.SEQ,DISP=(OLD,KEEP)
//SYSUT2 DD DSN=&SYSUID..TEST.PDS,DISP=(OLD,KEEP)
//SYSIN DD *
 GENERATE MAXNAME=1,MAXGPS=1
 MEMBER NAME=NEWNAME
/*
//
