//TEST12 JOB (EPAM006),'NICK',MSGCLASS=X,CLASS=S,MSGLEVEL=(2,1),
//           NOTIFY=&SYSUID
//* PREPARE DEPENDENT MODULE
//STEP1 EXEC IGYWCL,LNGPRFX='IGY620'
//SYSIN DD DSN=&SYSUID..TEST.COBOL(TESTPGM),DISP=SHR
//SYSLMOD DD DSN=&SYSUID..TEST.LOAD(TESTPGM),DISP=SHR
//* PREPARE MAIN MODULE
//STEP2 EXEC IGYWCL,LNGPRFX='IGY620'
//SYSIN DD DSN=&SYSUID..TEST.COBOL(TESTPGM2),DISP=SHR
//SYSLMOD DD DSN=&SYSUID..TEST.LOAD(TESTPGM2),DISP=SHR
//* EXECUTE MAIN MODULE
//STEP3 EXEC PGM=TESTPGM
//STEPLIB DD DSN=&SYSUID..TEST.LOAD(TESTPGM2),DISP=SHR
//SYSPRINT DD SYSOUT=*
//SYSOUT DD SYSOUT=*
