//TEST12 JOB (EPAM006),'NICK',MSGCLASS=X,CLASS=S,MSGLEVEL=(2,1),
//           NOTIFY=&SYSUID
//STEP1 EXEC IGYWCLG,LNGPRFX='IGY620'
//COBOL.SYSIN DD DSN=&SYSUID..TEST.COBOL(TESTPGM),DISP=SHR
//GO.SYSIN DD *
BLAHBLAH
/*
//GO.OUTFILE DD DSN=&SYSUID..TEST.DS,DISP=SHR
